{"_path":"/blog/en/wikipedia_for_new","_dir":"en","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Wikipedia - A Concise Guide for Beginners","description":"New to Wikipedia and don't have a lot of time or don't want to go through all the \"long\" pages of guidelines, directions, formatting guides, introductory pages, etc.? The concise guide for beginners will help you quickly grasp most of what a newbie should know, with relative links for further study.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"wikipedia-a-concise-guide-for-beginners"},"children":[{"type":"text","value":"Wikipedia - A Concise Guide for Beginners"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"New to Wikipedia and don't have a lot of time or don't want to go through all the \"long\" pages of guidelines, directions, formatting guides, introductory pages, etc.? The concise guide for beginners will help you quickly grasp most of what a newbie should know, with relative links for further study."}]},{"type":"element","tag":"h2","props":{"id":"welcome"},"children":[{"type":"text","value":"Welcome"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia warmly welcomes your participation, whether through reading or editing. Of course, if you can contribute by editing while you read, that would be even better - you can get knowledge while contributing to Wikipedia. You can also recommend Wikipedia to your friends, and we will greatly appreciate that."}]},{"type":"element","tag":"h2","props":{"id":"introduction"},"children":[{"type":"text","value":"Introduction"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia is a free and open encyclopedia project. Our guiding principle is \"embrace all, for the greater good\", and our motto is \"the free encyclopedia\". Wikipedia aims to harness the collective power of ordinary people to create an exceptional encyclopedia. It is precisely for this reason that we need participation from people of all background and refine this monumental undertaking in human civilization."}]},{"type":"element","tag":"h2","props":{"id":"getting-started"},"children":[{"type":"text","value":"Getting Started"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Anyone can edit, just click the \"edit\" button."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia is an \"editable encyclopedia for everyone\", see the \"edit\" button on every page? Anyone (including you) can edit a page if they see this page and click on it. Wikipedia utilizes a special web tool - Wiki - to make co-writing easy. The content in Wikipedia is constantly being updated, and every hour there are thousands of changes to the Chinese Wikipedia alone, which are recorded in the entry history. You are encouraged to give it a go and update a page, don't be afraid and just try! However, inappropriate content, personal information, etc. will be prohibited from being added to Wikipedia, and will be immediately deleted. Indecent modification are also usually removed (rolled back) very quickly, and editors who repeat vandalism are banned from editing."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The contents of Wikipeida is constrained by a set of policies, guidelines, and editing guidelines. Wikipedia has five pillars, which are the most important five guiding principles for Wikipedia."}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Wikipedia is an encyclopedia: Wikipedia is an encyclopedia that combines elements of a general and professional encyclopedia, as well as an annual reference work. All articles and edits mush follow the principle of unoriginal research and strive for accuracy. Wikipedia is not a place for your personal opinions, experiences or discussions, nor is it a repository of unorganized, disorganized information. Wikipedia is neither a place to record trivia, nor is it your personal makeshift soapbox, propaganda tool, or publishing house, nor is it an anarchic state or democratic testing ground. Wikipedia cannot be used as a dictionary, news media or repository. For this type of content, please consult the Wikitionary, Wikinews and other wiki projects. We only accept content that is suitable for inclusion in the encyclopedia. Unsuitable content will be transferred to the top-listed sister projects or deleted."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Wikipedia adopts a \"neutral point of view\": this means that we must write entries from a neutral and accurate position. In order to do this, we need to accurately express and explain the views of all parties in the entry, and treat each viewpoint equally - not to interpret some of them as \"truth\" or \"best view\". Therefore, we should also try to cite verifiable and authoritative materials as much as possible, in order to help ensure the neutrality and reliability of the content of the entries (especially on controversial topics). If there is a dispute over the neutrality of an entry, please put up a dispute template and set up a cooling-off period during which all neutrality issues within the entry will be resolved through the entry's discussion page in order to resolve the dispute. Only neutral content are accepted, non-neutral content may be removed, and repeat joiners will be banned from editing."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Wikipedia has open copyright: Wikipedia content is released under the CC BY-SA 4.0, allowing anyone to freely publish, link to, and edit Wikipedia content. Based on this principle, all content you contribute is open for editing and publishing by all users within the community. So don't submit copyrighted work (including your own copyrighted work) without permission, or the administrators may ban you from editing Wikipedia. Only your own works are accepted, and reposts are not allowed."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Wikipedians treat each other with courtesy and respect: even if you don't agree with other Wikipedians, please respect them and avoid personal attack or attacking other Wikipedians with undifferentiated generalizations. Please keep the discussion focused on reaching consensus and participated in the discussion by keeping an open, hospitable and inclusive mindset. Please remain calm when the discussion heats up and avoid editing wars and violating the no more than three principles of fallback. Remember also that there are 1,215,372 entries being edited and discussed in the Chinese Wikipedia. Please don't disrupt Wikipedia to illustrate a point and assume that other Wikipedians are well-intentioned. If you are banned, you can make an appeal, but you may not use sockpuppets to bypass the ban and continue editing, or even vandalizing. Only friendly people are accepted, those who make personal attacks will be banned from editing."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Wikipedia doesn't play by the rules. Apart from the general principles listed above, Wikipedia has no immutable rules. Please feel free to edit, move and modify entries. While we strive for excellence, we don't expect you to be prefect, so don't worry about making mistakes when editing articles — In most cases, our servers already record all edits to entries, so don't have to worry about Wikipedia being irreparably damaged by your mistakes. Everyone, except those who violate the guidelines, is accepted."}]}]},{"type":"element","tag":"h2","props":{"id":"register"},"children":[{"type":"text","value":"Register"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"To make it easier for others to attribute authorship of your work, we recommend registering an account, but it is not enforced. Click the \"Sign in / Create Account\" link in the top right corner of the page to access the registration page. Registering an account doesn't require any personal information. You only need to provide a username, password, and an optional email address."}]},{"type":"element","tag":"h2","props":{"id":"edit"},"children":[{"type":"text","value":"Edit"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia use MediaWiki as its software platform and has a unique set of code (Wikitext or Wiki markup) that is used to write the vast majority of pages on Wikipedia. This platform is also written to be compatible with some HTML tag code (e.g. b span div, etc.), while others are disabled for security purposes (e.g., external images, scripts, etc.)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There is currently a visual editor under testing that any user can use to edit certain pages. However, the button is not displayed by default. Registered users can manually enable it."}]},{"type":"element","tag":"h2","props":{"id":"format"},"children":[{"type":"text","value":"Format"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia has some established formatting conventions, the most common of which include:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"When you write a new entry, mention the name of the entry as early as possible in the first line of the body of the text and highlight it in bold."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Internal links should be included in the text appropriately."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Use Chinese punctuation when editing Chinese Wikipedia."}]}]},{"type":"element","tag":"h2","props":{"id":"discussion"},"children":[{"type":"text","value":"Discussion"}]},{"type":"element","tag":"h3","props":{"id":"page"},"children":[{"type":"text","value":"page"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you would like to ask a question about an entry, template or other page, or would like to join a discussion of interest, you can leave a message on the discussion page for the page. To view the talk page, click on the \"discussion\" tab at the top of the page. Even if the link is displayed in red, there is no need to worry. This means there has not been any previous discussion related to it. The pages with a white background are entry pages, and pages with a light blue background are non-entry pages (including discussion pages and help pages)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It's important to note that discussion pages focus on the writing of the entry itself, not the topic that the entry is about. For example, the discussion page for an entry on a food item should focus on the accuracy of the writing and what additional content needs to be included, rather than whether the food item tastes good or not."}]},{"type":"element","tag":"h3","props":{"id":"site-wide"},"children":[{"type":"text","value":"Site-wide"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Discussion pages should only discuss matters related to the entries itself. If you want to discuss issues that involve the entire Wikipedia site, or discuss any Wikipedia-related topics, you can go to the largest discussion area on Wikipedia - the Village Pump. This is where issues across all aspects of Wikipedia are discussed, and topics outside of Wikipedia can be discussed as well."}]},{"type":"element","tag":"h2","props":{"id":"advanced"},"children":[{"type":"text","value":"Advanced"}]},{"type":"element","tag":"h3","props":{"id":"image"},"children":[{"type":"text","value":"Image"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"For copyright reasons, images and other multimedia resources that have not been uploaded to the servers of the Wiki Foundation can't be used by Wikipedia. You can upload your multimedia materials to the Chinese Wikipedia or Wiki Common (files that fall under fair use are not allowed to be uploaded). But this in no way means that all files can be uploaded, such as the vast majority of images found in search engines."}]},{"type":"element","tag":"h3","props":{"id":"move-or-rename-an-entry"},"children":[{"type":"text","value":"Move or Rename an Entry"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you find an entry named inappropriately or even incorrectly, please don't cut and paste from the old entry to the new one. This will prevent the previous contributors' work from being visible in the edit history (due to copyright issues, we need to preserve these historical records)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"For new Wikipedia contributors, we recommend first visiting the Village Pump or discussion page of that entry to inquire. Wikipedia has a set of guidelines for entry naming, and what you may consider an error could actually be in line with these guidelines."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If it is confirmed that an entry has incorrect name, the correct and recommended approach is to move this page to a new name (however, to prevent vandalism, the \"move\" action can only be performed by autoconfirmed users or higher-level users), please read the instructions for moving pages carefully, as there are many factors to consider before moving a page. For more detailed discussion, see "},{"type":"element","tag":"a","props":{"href":"https://zh.m.wikipedia.org/wiki/Wikipedia:%E5%A6%82%E4%BD%95%E9%87%8D%E6%96%B0%E5%91%BD%E5%90%8D%E4%B8%80%E4%B8%AA%E9%A1%B5%E9%9D%A2","rel":["nofollow"]},"children":[{"type":"text","value":"how to rename a page"}]},{"type":"text","value":". If there involves a \"disambiguation\" page, it is best to reread the disambiguation."}]},{"type":"element","tag":"h2","props":{"id":"users-from-other-encyclopedias"},"children":[{"type":"text","value":"Users from Other Encyclopedias"}]},{"type":"element","tag":"h3","props":{"id":"baidu-encyclopedia"},"children":[{"type":"text","value":"Baidu Encyclopedia"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia is rather different from Baidu Encyclopedia, whether in editing, copyright status, or terminology usage. For more details see "},{"type":"element","tag":"a","props":{"href":"https://zh.m.wikipedia.org/wiki/Help:%E8%87%B4%E7%99%BE%E5%BA%A6%E7%99%BE%E7%A7%91%E7%94%A8%E6%88%B7","rel":["nofollow"]},"children":[{"type":"text","value":"Help: to Baidu Encyclopedia users"}]},{"type":"text","value":"."}]},{"type":"element","tag":"h3","props":{"id":"hudong-encyclopedia"},"children":[{"type":"text","value":"Hudong Encyclopedia"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia is different from Hudong Encyclopedia as well, and the situation is similar to that of Baidu Encyclopedia."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikipedia uses vastly different software from the aforementioned websites, so the editing interface and syntax are also quite different. In addition, Wikipedia's WYSIWYG editor is still under test and will inevitably have bugs, we apologize for any inconvenience this may cause. The Wikipedia Usability Group has been working on WYSIWYG editors, see "},{"type":"element","tag":"a","props":{"href":"https://zh.m.wikipedia.org/wiki/Wikipedia:%E5%8F%AF%E8%A7%86%E5%8C%96%E7%BC%96%E8%BE%91%E5%99%A8","rel":["nofollow"]},"children":[{"type":"text","value":"Wikipedia: Visual editors"}]},{"type":"text","value":"."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At the same time, newcomers from the above sites may need to pay special attention to copyright issues due to difference in the treatment of copyright issues, and some newcomers may feel uncomfortable with Wikipedia's copyright requirements. If you run into any confusion, feel free to ask questions on the "},{"type":"element","tag":"a","props":{"href":"https://zh.m.wikipedia.org/wiki/Wikipedia:%E5%AA%92%E4%BD%93%E7%89%88%E6%9D%83%E9%97%AE%E9%A2%98","rel":["nofollow"]},"children":[{"type":"text","value":"Media Copyright Issues page"}]}]},{"type":"element","tag":"h2","props":{"id":"common-questions"},"children":[{"type":"text","value":"Common Questions"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Some frequently asked questions from Wikipedia users have been recorded in our FAQ collection, so feel free to check it out and ask your questions if you have any."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The following questions have been asked by a particularly large number of newbies in the past, so they are listed here for your reference. If you have questions, please go to "},{"type":"element","tag":"a","props":{"href":"https://zh.m.wikipedia.org/wiki/Wikipedia:NCH","rel":["nofollow"]},"children":[{"type":"text","value":"WP:NCH"}]},{"type":"text","value":" instead of posting your questions on this page."}]},{"type":"element","tag":"h3","props":{"id":"where-should-i-start-to-contribute-to-wikipedia"},"children":[{"type":"text","value":"Where should I Start to Contribute to Wikipedia?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"You can start from anywhere. Generally, most participants start with topics that they are personally interested in, such as geography, China, science, culture. Now, go to the left navigation column and click on \"Category Index,\" then select the topic you are interested in and enter it. After that, in the category under that topic, find some entries and start editing."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If this approach doesn't suit you, you can find something in the \"Random Entry\" as well. Additionally, \"Recent changes\" section also have some entries that you may be knowledgeable about, and you are welcomed to contribute to Wikipedia."}]},{"type":"element","tag":"h3","props":{"id":"create-new-entries"},"children":[{"type":"text","value":"Create New Entries"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Anyone can create new entries, but you should think carefully before doing so. Beginners are advised to use the Create Entry Wizard to avoid easy mistakes."}]},{"type":"element","tag":"h3","props":{"id":"copyright"},"children":[{"type":"text","value":"Copyright"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The copyright agreement of Wikipedia is "},{"type":"element","tag":"a","props":{"href":"https://zh.m.wikipedia.org/wiki/CC-BY-SA-4.0","rel":["nofollow"]},"children":[{"type":"text","value":"CC-BY-SA-4.0"}]},{"type":"text","value":", which means that all texts on Wikipedia can be freely duplicated and reproduced, subject to the following conditions:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Labeling with author's name and wiki link"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Reworking requires publishing the work under the same agreement"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"You have rights to:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"use the work for any purpose"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"make any change to the work"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Disclaimer: the above is only a brief version of the agreement and is not a legal text, please read the copyright link at the bottom of each page."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"As a result, you can only copy content to Wikipedia from the public domain, or from sites that use CC-by or "},{"type":"element","tag":"a","props":{"href":"https://zh.m.wikipedia.org/wiki/CC-BY-SA-4.0","rel":["nofollow"]},"children":[{"type":"text","value":"CC-BY-SA-4.0"}]},{"type":"text","value":", but most websites don't use these licensing protocols. Even if you want to copy content from your own website to Wikipedia, you can't! Unless you complete the procedures for donating copyrighted material. If the work is not yours, and you want to use it, you must request authorization from the other party, or it will be removed for infringement!"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In addition, don't copy content to Wikipedia from Baidu Encyclopedia, Hudong Encyclopedia, or copy contents of Wikipedia to these sites. The copyrights of these sites are not compatible with Wikipedia. However, the contents of websites under the Wikimedia Foundation can be copied from each other, with the exception of Wiki news. (You can only copy contents from Wiki news, but not to Wiki news)."}]},{"type":"element","tag":"h3","props":{"id":"share-and-promote"},"children":[{"type":"text","value":"Share and promote"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Want to share Wikipedia with your friends? There is certainly no limit to that! As a result, you can post links or even a whole article of Wikipedia anywhere, but remember to read the copyright notice at the bottom of each page first to avoid infringement."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Wikimedia Foundation and some organizations have produced promotional videos for Wikipedia, which you are welcome to watch and join in promoting."}]},{"type":"element","tag":"h2","props":{"id":"conclusion"},"children":[{"type":"text","value":"Conclusion"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I hope this article has given you a preliminary understanding of Wikipedia, of course, if you want to learn more, feel free to read the detailed guide."}]},{"type":"element","tag":"h2","props":{"id":"copyright-statement"},"children":[{"type":"text","value":"Copyright Statement"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"This article is a translation of "},{"type":"element","tag":"a","props":{"href":"https://zh.wikipedia.org/zh-hans/Wikipedia:%E6%96%B0%E6%89%8B%E7%B0%A1%E6%98%8E%E6%8C%87%E5%8D%97","rel":["nofollow"]},"children":[{"type":"text","value":"维基百科：新手简明指南"}]},{"type":"text","value":"."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"This work is licensed under the Creative Commons Attribution-ShareAlike 4.0 International License. To view a copy of this license, visit "},{"type":"element","tag":"a","props":{"href":"http://creativecommons.org/licenses/by-sa/4.0/","rel":["nofollow"]},"children":[{"type":"text","value":"http://creativecommons.org/licenses/by-sa/4.0/"}]},{"type":"text","value":" or send a letter to Creative Commons, PO Box 1866, Mountain View, CA 94042, USA."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"welcome","depth":2,"text":"Welcome"},{"id":"introduction","depth":2,"text":"Introduction"},{"id":"getting-started","depth":2,"text":"Getting Started"},{"id":"register","depth":2,"text":"Register"},{"id":"edit","depth":2,"text":"Edit"},{"id":"format","depth":2,"text":"Format"},{"id":"discussion","depth":2,"text":"Discussion","children":[{"id":"page","depth":3,"text":"page"},{"id":"site-wide","depth":3,"text":"Site-wide"}]},{"id":"advanced","depth":2,"text":"Advanced","children":[{"id":"image","depth":3,"text":"Image"},{"id":"move-or-rename-an-entry","depth":3,"text":"Move or Rename an Entry"}]},{"id":"users-from-other-encyclopedias","depth":2,"text":"Users from Other Encyclopedias","children":[{"id":"baidu-encyclopedia","depth":3,"text":"Baidu Encyclopedia"},{"id":"hudong-encyclopedia","depth":3,"text":"Hudong Encyclopedia"}]},{"id":"common-questions","depth":2,"text":"Common Questions","children":[{"id":"where-should-i-start-to-contribute-to-wikipedia","depth":3,"text":"Where should I Start to Contribute to Wikipedia?"},{"id":"create-new-entries","depth":3,"text":"Create New Entries"},{"id":"copyright","depth":3,"text":"Copyright"},{"id":"share-and-promote","depth":3,"text":"Share and promote"}]},{"id":"conclusion","depth":2,"text":"Conclusion"},{"id":"copyright-statement","depth":2,"text":"Copyright Statement"}]}},"_type":"markdown","_id":"content:blog:en:51.wikipedia_for_new.md","_source":"content","_file":"blog/en/51.wikipedia_for_new.md","_extension":"md"}