[{"data":1,"prerenderedAt":434},["Reactive",2],{"content-query-5dGwX9EyRl":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"_empty":6,"title":8,"description":9,"body":10,"_type":429,"_id":430,"_source":431,"_file":432,"_extension":433},"/blog/zh/the_scholars_1","zh",false,"","第一回　说楔子敷陈大义　借名流隐括全文","人生在世充满了歧路纷纭，无论是将相宰相还是神仙，最终都要回归普通百姓的生活状态。朝代兴衰更替，如同秋风吹倒前朝的树木一般。",{"type":11,"children":12,"toc":426},"root",[13,21,26,31,36,41,46,51,56,61,66,71,76,81,86,91,96,101,106,111,116,121,126,131,136,141,146,151,156,161,166,171,176,181,186,191,196,201,206,211,216,221,226,231,236,241,246,251,256,261,266,271,276,281,286,291,296,301,306,311,316,321,326,331,336,341,346,351,356,361,366,371,376,381,386,391,396,401,406,411,416,421],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"第一回说楔子敷陈大义借名流隐括全文",[19],{"type":20,"value":8},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25],{"type":20,"value":9},{"type":14,"tag":22,"props":27,"children":28},{},[29],{"type":20,"value":30},"功名富贵都是无常的事物，纵使为之费尽心力，最终也不过是白白浪费光阴。不如尽情品尝沉醉酒意，去领略花落水流的潇洒自然。",{"type":14,"tag":22,"props":32,"children":33},{},[34],{"type":20,"value":35},"这首词讲述的是一个老生常谈的话题。人生中的财富和名望都是外在的东西；但是，人们一旦看到这些名利，就会不惜一切代价去追求，直到得到它们之后，却发现它们并没有想象中那么令人满足，就像嚼蜡一样没有味道。从古至今，很少有人能真正看透这一点。",{"type":14,"tag":22,"props":37,"children":38},{},[39],{"type":20,"value":40},"话虽这样说，但是在元朝末年，却出现了一个非凡的人物。",{"type":14,"tag":22,"props":42,"children":43},{},[44],{"type":20,"value":45},"这个人名叫王冕，住在诸暨县的一个乡村里。他七岁的时候父亲就去世了，他的母亲靠做针线活来养活他，让他去村里的学堂读书。过了三年，王冕已经十岁了。",{"type":14,"tag":22,"props":47,"children":48},{},[49],{"type":20,"value":50},"有一天，母亲把他叫到面前，对他说：\"儿啊，不是我有意耽误你的学业，只是你父亲去世后，作为一个寡妇，家里只有开销没有收入。这几年收成不好，生活用品又贵；家里的旧衣服和旧家具都已经当掉或卖掉了。我只能靠替人家做针线活来维持生活，怎么可能还供得起你读书呢？现在我别无选择，只能把你送到邻居家去放牛，这样每个月可以挣一点钱，你也有饭吃，明天就要开始了。\"",{"type":14,"tag":22,"props":52,"children":53},{},[54],{"type":20,"value":55},"王冕听了，回答说：\"母亲说得对。我在学校里坐着，心里也觉得闷，不如去放牛，反而会更开心些。如果实在想继续读书，我还是可以带几本书去读的。\"",{"type":14,"tag":22,"props":57,"children":58},{},[59],{"type":20,"value":60},"次日，母亲带着王冕来到邻居秦老家。",{"type":14,"tag":22,"props":62,"children":63},{},[64],{"type":20,"value":65},"秦老让他们先吃了早饭，然后牵出一头水牛交给王冕照管。他指着门外不远的七泖湖告诉王冕：\"牛就在湖边的绿草地上放牧吧，那里有很多垂杨树，非常阴凉。牛要喝水的时候就在湖边喂养。孩子，你就在这一带玩耍就可以了，不要走远。我每天会给你两餐饭菜，而且每天早上还会给你两个钱买点心吃。只要你勤勤恳恳，不要偷懒就行。\"",{"type":14,"tag":22,"props":67,"children":68},{},[69],{"type":20,"value":70},"王冕的母亲感谢了秦老的照顾，准备回家去了。临走时，她仔细整理了王冕的衣服，叮嘱他要小心，早出晚归，免得她担心。王冕应允了，送母亲出门。母亲含着泪水离去了。",{"type":14,"tag":22,"props":72,"children":73},{},[74],{"type":20,"value":75},"王冕从那时起就只在秦家放牧牛羊。每到黄昏时分，他都会回家跟着母亲休息。有时候，秦家会给他一些腌制的鱼肉和腊肉吃，他就用荷叶包起来，带回家孝敬母亲。他每天攒下的零花钱也不会花掉，过上一两个月就偷空去村里的书塾拜访那些经常上学堂的书生。他会买几本旧书，然后把牛栓在柳树荫下，坐在那里一边看书一边照看牛羊。",{"type":14,"tag":22,"props":77,"children":78},{},[79],{"type":20,"value":80},"几年时间一晃而过，王冕读书读得颇有心得。有一天正值梅雨季节，天气阴郁闷热。王冕放牛时累了，就在青草地上坐下休息。不一会儿，乌云密布，突然下起了一阵大雨。雨过天晴，黑云边缘渐渐散开，露出耀眼的阳光，照得整个湖面通红。",{"type":14,"tag":22,"props":82,"children":83},{},[84],{"type":20,"value":85},"湖边的山丘，青翠欲滴，紫色斑斓，绿意盎然，树枝上仿佛洗刷一新，格外鲜艳动人。湖中有十几朵荷花，花蕾上挂满清晶般的水珠，荷叶上水珠滚动不停。",{"type":14,"tag":22,"props":87,"children":88},{},[89],{"type":20,"value":90},"王冕看了一会儿，心想：\"古人说'人在画中游', 说得真不错。可惜这里没有画家，要是能把这些荷花画下来就好了，会很有意思。\"他又想：\"什么都可以学习嘛，何不自己试着画几枝荷花？\"",{"type":14,"tag":22,"props":92,"children":93},{},[94],{"type":20,"value":95},"正在想事情的时候，远处来了一个壮汉，挑着一担食物，手里还提着一瓶酒，食盒上挂着一块毡子。他来到柳树下，铺开毡子，将食盒打开。",{"type":14,"tag":22,"props":97,"children":98},{},[99],{"type":20,"value":100},"这时，有三个人走了过来，头戴方巾，其中一个穿着宝蓝色的夹纱长衫，另外两个穿着深色的长衫，他们都四五十岁左右，手里摇着白纸扇，慢慢地走着。那个穿宝蓝长衫的胖子走到树下，让穿深色长衫的胡子坐在上位，另一个瘦子坐在对面。胖子似乎是主人，坐在下面给大家倒酒。",{"type":14,"tag":22,"props":102,"children":103},{},[104],{"type":20,"value":105},"他们喝了一会儿酒，胖子开口说：\"危老先生回来了，新买了一栋房子，比京城钟楼街的那栋房子还要大，花了两千两银子。因为老先生有意购买，房主就便宜卖了几十两，想借此提升自己的名声。上个月初十，危老先生搬家，很多地位高的人还有县官都亲自前来祝贺，留下来共饮至深夜。街坊邻里都非常尊敬他。\"",{"type":14,"tag":22,"props":107,"children":108},{},[109],{"type":20,"value":110},"那瘦子说：\"县官是危老先生的弟子，自然应该前来庆贺。\"胖子继续说：\"我的亲家也曾是危老先生的门生，如今在河南担任知县。不久前，我的女婿回来了，带来了两斤干鹿肉，这盘里就是那个。他即将再次出发，我已经托亲家给危老先生写了一封信，希望能拜访危老先生。如果老先生愿意回访，或许还能劝阻那些乡下人不要再让驴和猪闯进我们的田里偷吃粮食。\"",{"type":14,"tag":22,"props":112,"children":113},{},[114],{"type":20,"value":115},"瘦子说：\"危老先生算是个学者了。\"胡子说：\"听说前几天他离开京城的时候，皇上亲自送他出城，还手拉手走了十几步，危老先生多次鞠躬告别后，才上轿回去。看这情况，他可能要做官了。\"三个人你一言我一语，说个不停。",{"type":14,"tag":22,"props":117,"children":118},{},[119],{"type":20,"value":120},"王冕看天色已晚，便牵着牛回去了。从那以后，他不再用赚来的钱去买书了，而是托人从城里买一些胭脂、铅粉等材料，学习画荷花。起初，他画得并不好，但画了三个月之后，每一朵荷花的神态、颜色都栩栩如生，仿佛真的从湖里摘下来贴在纸上一般。乡间人看他画得很好，也有人拿钱来买。王冕得了钱，就用来孝敬母亲，买一些好东西。消息越传越广，整个诸暨县都知道他是一个擅长画无骨花卉的名家，纷纷前来购买。到了十七八岁时，他已经不再呆在秦家了，每天画几笔画，读读古人的诗文，渐渐地不再为衣食发愁，母亲也为此而欣喜。",{"type":14,"tag":22,"props":122,"children":123},{},[124],{"type":20,"value":125},"王冕天资聪慧，尽管年仅二十岁不到，却对天文、地理、经典文献及历史学等广泛学科洞若观火。他的性格独特，不仅不渴望官位，也不与人交际，日日闭门刻苦钻研。在见到屈原《楚辞》中的形象后，他便自制了一顶极高的帽子和一件宽大的衣服。每逢春光明媚时，他便会牵着母亲坐上牛车，头戴高帽，身披宽衣，手挥鞭子，边唱歌边在乡间和湖畔游玩，吸引周围的孩童成群结队地追随着笑，而他却若无其事。",{"type":14,"tag":22,"props":127,"children":128},{},[129],{"type":20,"value":130},"只有隔壁的秦老先生，虽然身为农夫，却也是位颇具趣味的人。他自幼便见证了王冕如何与众不同地成长，因此对他怀有深厚的敬意和喜爱，经常邀请他到自己的草庐中闲聊。",{"type":14,"tag":22,"props":132,"children":133},{},[134],{"type":20,"value":135},"有一天，王冕正和邻居秦老在聊天，突然外面走进来一个人，头戴瓦楞帽，身穿青布衣服。秦老迎接并请他坐下，这人姓翟，是当地县里的一个头役兼买办。由于秦老的儿子秦大汉拜在他名下，称他为干爷，所以经常来乡下看望。",{"type":14,"tag":22,"props":137,"children":138},{},[139],{"type":20,"value":140},"秦老急忙让儿子泡茶、宰鸡炖肉，好好招待这位贵客，并邀请王冕一起陪伴。双方互相介绍之后，那位翟买办问道：\"听闻王相公擅长绘制无骨花卉，真有此事吗？\"秦老答道：\"没错，他就是本人。亲家，您是如何得知的？\"",{"type":14,"tag":22,"props":142,"children":143},{},[144],{"type":20,"value":145},"翟买办说：\"全县的人都知道这件事。前几天，县老爷吩咐我要画二十四副花卉册页送上司，这件事交给我负责。我听说王相公有大名，所以特地来找亲家。今天很幸运遇到了王相公，一定要请您动笔画一画。半个月后我再来取。老爷少不得还会有几两银子作为酬劳，一并交给您。\"",{"type":14,"tag":22,"props":147,"children":148},{},[149],{"type":20,"value":150},"秦老在一旁热情地劝说。王冕实在拗不过秦老的热情，只好应下了。回家后用心用意地画完了二十四副花卉，每幅上面还题有诗句。",{"type":14,"tag":22,"props":152,"children":153},{},[154],{"type":20,"value":155},"翟头役向县老爷汇报后，那位名叫时仁的知县立即拨付了二十四两白银。但翟买办扣留了十二两，只拿十二两银子交给王冕，就带走了那些册页。县里还另外准备了几件礼物，送给了危素，作为问候的礼物。",{"type":14,"tag":22,"props":157,"children":158},{},[159],{"type":20,"value":160},"危素收到了礼物，反复欣赏那本册页，爱不释手。第二天，他准备了一席酒宴，请知县来家中致谢。寒暄过后，喝了几轮酒，危素问：\"前几天您赠送的那本花卉册页，是古人的作品还是现代人的？\"",{"type":14,"tag":22,"props":162,"children":163},{},[164],{"type":20,"value":165},"知县不敢隐瞒，说：\"这是我管辖下的一个乡下农民王冕所作，年纪也不大。可能只是刚学画画，还没达到老师的水平。\"",{"type":14,"tag":22,"props":167,"children":168},{},[169],{"type":20,"value":170},"危素感叹道：\"我做学生这么多年，竟然不知道家乡有这样的人才，真是惭愧。这位王先生不仅才华出众，见识也远超常人，将来名声必定不在我们之下。不知您能否请他来拜访一次？\"",{"type":14,"tag":22,"props":172,"children":173},{},[174],{"type":20,"value":175},"知县说：\"这并不难，我这就差人去邀请他。听说老师如此赞赏他，他一定会欣喜若狂的。\"说完，知县辞别危素，回到衙门，派翟买办带着一张帖子去邀请王冕。",{"type":14,"tag":22,"props":177,"children":178},{},[179],{"type":20,"value":180},"翟买办急忙跑到乡下，来到秦老的家里，邀请王冕过去。他详细地告诉王冕县令的邀请。",{"type":14,"tag":22,"props":182,"children":183},{},[184],{"type":20,"value":185},"王冕笑着说：\"真是麻烦你了，你回去告诉县令，王冕只是一个普通农民，不敢去见县令，这个邀请我也不敢接受。\"",{"type":14,"tag":22,"props":187,"children":188},{},[189],{"type":20,"value":190},"翟买办脸色一变，说：\"县令请人，谁敢不去！而且这件事本来就是我帮你的忙；如果不是我，县令怎么会知道你会画画？按理说，见了县令，你应该好好感谢我才对！怎么到这里，连杯茶都不请我喝，还找借口不去，这是什么道理？我怎么回去向县令交代！难道县令一个县的主官，还叫不动一个百姓吗？\"",{"type":14,"tag":22,"props":192,"children":193},{},[194],{"type":20,"value":195},"王冕说：\"你不知道。如果是官府传唤我，我怎么敢不去！但现在是请我去，这就说明没有强迫我的意思；我不想去，县令应该能理解。\"",{"type":14,"tag":22,"props":197,"children":198},{},[199],{"type":20,"value":200},"翟买办说：\"你这是什么话！如果是传唤你就去，如果是请你就不去？这不是不懂礼貌了吗！\"",{"type":14,"tag":22,"props":202,"children":203},{},[204],{"type":20,"value":205},"秦老劝说：\"王先生，算了吧；县令请你，肯定是出于好意，你就跟我去走一趟吧。俗话说：'得罪了知县，可能会使全家遭受毁灭'，你何必跟他争执呢？\"",{"type":14,"tag":22,"props":207,"children":208},{},[209],{"type":20,"value":210},"王冕说：\"秦老！买办大人可能不知道，但您是听我说过的。记得那个干木和泄柳的故事吗？我就是不想去。\"",{"type":14,"tag":22,"props":212,"children":213},{},[214],{"type":20,"value":215},"翟买办说：\"你这是给我出难题，我拿什么话去回复县令？\"",{"type":14,"tag":22,"props":217,"children":218},{},[219],{"type":20,"value":220},"秦老说：\"这确实是两难。如果要去，王先生又不愿意；如果不去，我又难以回复。我现在有个办法：你回去的时候，不要说王先生不愿意，只说他生病了，不能立刻过去，过一两天好了就会去。\"",{"type":14,"tag":22,"props":222,"children":223},{},[224],{"type":20,"value":225},"翟买办说：\"如果你说自己生病不能来，那就需要你的邻居们来做保证！\"他们争论了一会儿，秦老准备了晚饭请翟买办吃。然后秦老偷偷叫王冕出去，问了母亲拿了三钱二分银子给翟买办作为路费，翟买办这才答应去回复县令。",{"type":14,"tag":22,"props":227,"children":228},{},[229],{"type":20,"value":230},"县令心里想：\"这小子哪里生什么病了！可能是翟家的那个家伙，下乡时狐假虎威，吓唬了他一场。他从来没有见过官府的人，害怕得不敢来了。我的老师把这个人托付给我，如果我不把他叫来见老师，也会让老师觉得我办事不力。我不如自己去乡下拜访他。他看到我给他面子，肯定不会觉得我是来难为他的，自然就会有胆量见我；我就可以带他去见老师，这不就是勤勉办事吗？\"",{"type":14,"tag":22,"props":232,"children":233},{},[234],{"type":20,"value":235},"他又想：\"我一个县令，屈尊去拜访一个乡下人，恐怕会让衙门的人笑话。\"但他又想到：\"老师前几天对他的态度非常尊敬；老师尊敬他十分，我就应该尊敬他一百分。而且尊敬贤人，将来在史书上肯定会有赞扬。这是永垂不朽的事业，有什么不能做的！\"于是他下定了决心。",{"type":14,"tag":22,"props":237,"children":238},{},[239],{"type":20,"value":240},"第二天一早，翟买办没有召集所有的轿夫和执事，只带了八个戴着红黑帽子的夜役军牢。他扶着轿子直接来到乡下。乡下的人们听到锣声，都纷纷带着老人和小孩挤过来观看。",{"type":14,"tag":22,"props":242,"children":243},{},[244],{"type":20,"value":245},"轿子到了王冕的家门口，只看到几间简陋的草屋，一扇白色的木门紧闭着。翟买办急忙走上前去敲门。敲了一会儿，一个老婆婆拄着拐杖出来，说道：\"他不在家。一大早就牵着牛出去喝水了，现在还没回来。\"",{"type":14,"tag":22,"props":247,"children":248},{},[249],{"type":20,"value":250},"翟买办说：\"老爷亲自来传你儿子的话，你怎么这么慢吞吞的！快说他在哪里，我好去找他！\"老婆婆回答说：\"真的不在家，我也不知道他去哪里了。\"说完，她就关上门进屋去了。",{"type":14,"tag":22,"props":252,"children":253},{},[254],{"type":20,"value":255},"就在他们说话的时候，知县的轿子已经到了。翟买办跪在轿子前面向知县报告说：\"我去传唤王冕，但他不在家。请老爷暂时到公馆里坐一会儿，我再去找他。\"然后他扶着轿子绕过王冕的房子。",{"type":14,"tag":22,"props":257,"children":258},{},[259],{"type":20,"value":260},"房子后面是一片凌乱的田埂，远处有一个大塘，塘边种满了榆树和桑树。塘边是一片广阔的田地，还有一座山，虽然不是很大，但山上长满了青翠的树木。从这里到那里大约有一里多路，他们相互呼喊，声音还能传得很远。",{"type":14,"tag":22,"props":262,"children":263},{},[264],{"type":20,"value":265},"知县正走着，远处有个牧童骑着水牛，从山边走了过来。翟买办快步走上去问道：\"秦小二，你看到你隔壁的王老大牵牛去哪里饮水了吗？\"小二回答说：\"王大叔吗？他去二十里外的王家集去他亲家家喝酒了。这头牛是他的，他请我帮忙赶回家。\"",{"type":14,"tag":22,"props":267,"children":268},{},[269],{"type":20,"value":270},"翟买办向知县如实汇报了情况。知县脸色一变，说：\"既然如此，就不用进公馆了，我们回衙门吧！\"此时知县心里非常生气，本来想立刻派人抓王冕来严厉惩罚他；但又担心危老师会说他太急躁，于是忍住怒气回去，打算慢慢地向老师解释王冕的不是，以后再处理他。知县就这样离开了。",{"type":14,"tag":22,"props":272,"children":273},{},[274],{"type":20,"value":275},"王冕并未远行，很快便回到了家中。秦老找到他，责备道：“你刚才太过固执。知县乃是一县之主，你怎能如此不敬？”王冕回答说：\"老爹，请坐，听我慢慢道来。时知县仗着危素的势力，在这里对百姓残酷无情，无恶不作。我又何必与这等人交往呢？但他此番回去，必定会向危素禀报；危素若因羞愤而发怒，或许会对我不利。现在我要向您告别，准备收拾行李，去别的地方躲一躲。只是，我担忧母亲独自一人在家。\"",{"type":14,"tag":22,"props":277,"children":278},{},[279],{"type":20,"value":280},"母亲说：\"我的儿，你这些年卖诗卖画，我也攒下了三五十两银子，日常生活不用担心。我虽然年纪大了，但没有病痛，你就放心出去躲一躲吧。你又没有犯法，官府怎么可能来抓你的母亲呢？\"",{"type":14,"tag":22,"props":282,"children":283},{},[284],{"type":20,"value":285},"秦老说：\"你说得对。你藏身在这个小乡村，虽然有才华，但没人认识你；这次去大城市，说不定能遇到好机会。你家里的大小事务，都交给我来照顾就行了。\"王冕向秦老表示感谢。",{"type":14,"tag":22,"props":287,"children":288},{},[289],{"type":20,"value":290},"秦老回家后，又带了些酒菜来为王冕送行，他们喝了一整夜的酒，然后秦老才回家。",{"type":14,"tag":22,"props":292,"children":293},{},[294],{"type":20,"value":295},"第二天一大早，王冕起床收拾行李，吃完早饭，正好秦老也来了。王冕向母亲告别，又向秦老鞠了两拜，母子俩含泪告别。王冕穿上麻鞋，背起行李。秦老提着一个小白灯笼，一直送他到村口，含泪分别。秦老提着灯笼站着，目送王冕走远，直到看不见了，才回家。",{"type":14,"tag":22,"props":297,"children":298},{},[299],{"type":20,"value":300},"王冕一路上风吹日晒，每隔九十里会到达一个较大的驿站，每隔七十里会到达一个较小的驿站，最终到达了山东济南府。尽管山东靠近北方，但济南府却是一个人口众多、房屋密集的富裕城市。王冕到了那里，身上的钱都花光了，只好租了一个小庵的门面房，靠算命和卖画为生。他还画了一些无骨花卉挂在门前，卖给路过的人。每天算命和卖画，生意还算不错。",{"type":14,"tag":22,"props":302,"children":303},{},[304],{"type":20,"value":305},"不知不觉半年过去了。济南府里有几个俗气的富人也喜欢王冕的画，经常想买。但他们不亲自来，而是派一些粗鲁的仆人来，这些仆人时不时地大声喧哗，让王冕无法安宁。王冕感到不耐烦，于是画了一幅大牛的画挂在那里，并在上面写了几句讽刺的诗。他担心这样会引起麻烦，正在考虑搬到别的地方去。",{"type":14,"tag":22,"props":307,"children":308},{},[309],{"type":20,"value":310},"某天一大早，王冕刚坐下来，就看到很多男女哭泣着走过街道。有的人挑着锅，有的人背着孩子，每个人都面黄肌瘦，衣服破烂。一波接一波的人群把街道挤得满满的。还有些人就坐在地上乞讨。原来，这些都是因为黄河泛滥，家园被冲毁的逃荒百姓，官府不管，他们只能到处找食物。",{"type":14,"tag":22,"props":312,"children":313},{},[314],{"type":20,"value":315},"王冕看到这种情况，感到很不是滋味，叹了口气说：\"黄河的水往北流，从此天下将会大乱。我还留在这里做什么！\"于是他收拾了一些零散的银子，打包好行李，决定回家。",{"type":14,"tag":22,"props":317,"children":318},{},[319],{"type":20,"value":320},"当他到达浙江的时候，才得知危素已经回朝，时知县也升官去了；因此，他放心地回到家中，见到母亲健康如常，心里非常高兴。母亲还告诉他秦老做过的一些好事。他急忙打开行李，拿出一匹丝绸和一包糕点，带去感谢秦老。秦老又准备了酒，为他洗尘。从此以后，王冕像以前一样吟诗作画，孝顺母亲。",{"type":14,"tag":22,"props":322,"children":323},{},[324],{"type":20,"value":325},"六年后，王冕的母亲因病长期卧床。王冕尽力请医治疗，但母亲的病情并未好转。",{"type":14,"tag":22,"props":327,"children":328},{},[329],{"type":20,"value":330},"有一天，母亲告诉王冕：\"我感觉自己快不行了。这些年来，大家都说你学问大成，应该出去做官，但我认为做官并不一定能光宗耀祖。我看那些做官的人最后都没有好下场。而且你性格骄傲，万一惹出什么祸事，那就更糟了。孩子，你要记住我的话，将来成家立业，守着我的坟墓，不要出去做官。我去世后，就什么都不用担心了。\"",{"type":14,"tag":22,"props":332,"children":333},{},[334],{"type":20,"value":335},"王冕哭着答应了母亲。不久，母亲就去世了。王冕悲痛欲绝，哭得邻里听了都忍不住落泪。",{"type":14,"tag":22,"props":337,"children":338},{},[339],{"type":20,"value":340},"幸亏有秦老帮忙，准备了丧葬的一切。王冕埋葬了母亲，守孝三年，这里就不再赘述了。",{"type":14,"tag":22,"props":342,"children":343},{},[344],{"type":20,"value":345},"在王冕服丧期满后不久，天下陷入了大混乱。方国珍占领了浙江，张士诚占领了苏州，陈友谅占领了湖广，但他们都只是一时的草莽人物。唯独太祖皇帝在滁阳起兵，攻下了金陵，被封为吴王，他的军队是真正的王者之师。太祖皇帝的军队打败了方国珍，统一了整个浙江，使得乡村镇市没有受到骚扰。",{"type":14,"tag":22,"props":347,"children":348},{},[349],{"type":20,"value":350},"有一天，正值中午时分，王冕刚从给母亲的坟墓扫墓回来，突然看到十几个骑马的人直奔他的村子而来。领头的那个人头戴武士头巾，身穿华丽的战袍，面容白净，留着三绺长须，气质中透着不凡。",{"type":14,"tag":22,"props":352,"children":353},{},[354],{"type":20,"value":355},"那人来到门前下马，对王冕行礼问道：\"请问王冕先生的家在哪里？\"王冕回答说：\"我就是王冕，这里就是我的家。\"那人高兴地说：\"太好了，我特地来拜访您。\"",{"type":14,"tag":22,"props":357,"children":358},{},[359],{"type":20,"value":360},"他命令随从们全部下马，在外面等候，并将马匹拴在湖边的柳树上。随后，那人独自与王冕手牵手走进屋内，按照主客礼节落座。王冕询问道：“敢问尊驾大名？为何特地光临这般偏僻之地？”",{"type":14,"tag":22,"props":362,"children":363},{},[364],{"type":20,"value":365},"那人回答：\"我姓朱，之前在江南起兵，被称为滁阳王；现在掌控了金陵，被封为吴王。因为平定了方国珍，特来拜访先生。\"王冕说：\"我们乡民目光短浅，没认出来是王爷。我只是一个普通乡民，怎敢劳烦王爷亲自来访？\"",{"type":14,"tag":22,"props":367,"children":368},{},[369],{"type":20,"value":370},"吴王说：\"我只是一个粗人，今天见到先生您这样的儒者，顿时觉得功名利禄都不重要了。我在江南就已经仰慕您的大名，今天来拜访，希望先生能指点我：浙江人民反抗已久，我该如何赢得他们的心？\"",{"type":14,"tag":22,"props":372,"children":373},{},[374],{"type":20,"value":375},"王冕回答：\"大王您高瞻远瞩，我就不多说了。如果用仁义来感化人心，谁会不服呢？不仅是浙江。如果用武力来征服，浙江人虽然弱小，但也不会屈服于不义之下。您不是看到方国珍的下场了吗？\"吴王叹了口气，点头称赞。两人聊天聊到天黑。",{"type":14,"tag":22,"props":377,"children":378},{},[379],{"type":20,"value":380},"随从们都带着干粮。王冕亲自到厨房烙了一斤面饼，炒了一盘韭菜，端出来陪客。吴王吃过之后，感谢王冕的教诲，骑马离开了。当天，秦老从城里回来，问起这件事。王冕没有说是吴王来访，只说是军中的一个将官，以前在山东认识的，特地来看他。就这样，话题就结束了。",{"type":14,"tag":22,"props":382,"children":383},{},[384],{"type":20,"value":385},"不到几年的时间里，吴王消除了混乱，统一了天下，建立了大明国，定年号为洪武。乡村的人们都过上了安定和乐业的生活。",{"type":14,"tag":22,"props":387,"children":388},{},[389],{"type":20,"value":390},"到了洪武四年，秦老再次进城后回来告诉王冕：\"危老爷已经自行认罪，被派往和州去了。我带回了一份官方文告给你看。\"王冕看了文告，才明白危素投降后，自视甚高，在太祖面前自称老臣。太祖非常愤怒，将他发配到和州去守护皇陵。接下来的文告是关于礼部决定的科举制度：每三年举行一次考试，考试内容包括五经、四书和八股文。",{"type":14,"tag":22,"props":392,"children":393},{},[394],{"type":20,"value":395},"王冕指着文告对秦老说：\"这个制度定得不好！将来的读书人只知道追求这样的功名，就会忽视真正的学问。\"说着，天色渐渐暗了下来。这时候正是初夏，天气突然变热。秦老在打麦场上摆了一张桌子，两人小酌了一番。",{"type":14,"tag":22,"props":397,"children":398},{},[399],{"type":20,"value":400},"不一会儿，东方的月亮升起，照得四周像是覆盖了一层玻璃。那些睡着的海鸥和夜鹭，一片寂静。王冕一手拿着酒杯，另一手指着天上的星星，对秦老说：\"你看，贯索星座侵犯了文昌星，这预示着文人将遭遇不幸！\"话还没说完，突然刮起了一阵怪风，吹得树木沙沙作响。水面上的鸟儿惊慌地飞起。王冕和秦老被吓得用衣袖遮住了脸。",{"type":14,"tag":22,"props":402,"children":403},{},[404],{"type":20,"value":405},"过了一会儿，风声稍微平静了，他们睁开眼睛一看，只见天上有许多小星星纷纷坠向东南方。王冕说：\"天哪，这是降下了一群星神来维护文运，我们却无缘一见！\"那天晚上，他们收拾好东西，各自去休息了。",{"type":14,"tag":22,"props":407,"children":408},{},[409],{"type":20,"value":410},"从那以后，经常有传言说朝廷派人到浙江布政司，想要征召王冕出任官职。起初王冕并不在意这些传言，但随着时间推移，这样的说法越来越多。王冕没有告诉秦老，私下收拾行李，夜里悄悄逃到了会稽山中。",{"type":14,"tag":22,"props":412,"children":413},{},[414],{"type":20,"value":415},"半年后，朝廷真的派了一位官员，手持圣旨，带着许多人和彩色的锦缎，来到了秦老家门口。秦老已经八十多岁了，白发苍苍，手拄着拐杖。那位官员向他行礼，秦老请他坐到草堂里。官员问：\"王冕先生住在这个村子里吗？现在皇上赐给他谘议参军的职位，我特地带着圣旨来的。\"",{"type":14,"tag":22,"props":417,"children":418},{},[419],{"type":20,"value":420},"秦老回答说：\"他虽然是这里的人，但已经很久不知道他去向了。\"秦老端上茶水，带领那位官员走到王冕的家，推开门一看，里面满是蜘蛛网和野草，显然王冕已经离开很久了。那位官员感叹了一阵，还是带着圣旨返回了。",{"type":14,"tag":22,"props":422,"children":423},{},[424],{"type":20,"value":425},"王冕隐居在会稽山中，从不透露自己的姓名；后来他生病去世了，山中的邻居筹集了一些钱财，将他葬在会稽山下。同年，秦老也在家中去世。有趣的是，近来的文人学者们谈论王冕时，都称他为王参军，但王冕究竟何时担任过官职呢？所以这里需要澄清一下。这段只是故事的引子，正文还在后面。",{"title":7,"searchDepth":427,"depth":427,"links":428},2,[],"markdown","content:blog:zh:15.the_scholars_1.md","content","blog/zh/15.the_scholars_1.md","md",1718187772097]